# 贡献度

?> 这是一项新机制。我们可能会根据实际情况对该机制不断调整。

我们一直欣赏并支持玩家帮助服务器发展，为此我们设立了贡献度机制以表鼓励。

*本文最后更新于 2023.8.16*

----------

## 贡献值

贡献度机制中的核心元素即为贡献值，这是衡量玩家对服务器贡献大小的量化指标。

### 如何获取贡献值

- 在没有重大过失且不存在异常离职的前提下，在职的管理团队成员每个自然年可获得 5 贡献值。任意一个自然年内，在职不满一个自然年但满 6 个月的，可以获得 3 贡献值。在职不满 6 个月的，可以获得 1 贡献值。

除此之外，没有明确的方式可以确保你一定可以获得贡献值，但我们鼓励你做出包括但不限于以下行为以提高获得贡献值的概率：

- **通过恰当渠道**向服务器提出合理化建议。
- **通过适当方式**维护服务器的秩序。

### 贡献值的作用

该部分列出了目前贡献值在服务器的作用。

#### 更高处理优先级

你在官网提交的各项申请将更优先得到处理。

#### 免费正版《我的世界》副本

如果你满足以下条件：

- 当前使用的账号不是正版账号
- 贡献值 ≥ 5

经要求，我们可以为你免费提供正版《我的世界》许可。

#### 直接对等会员等级

具有一定贡献值的玩家可以免费获得会员等级：

- ≥ 2 贡献值：Ultimate（永久）
- ≥ 4 贡献值：Ultimate+（永久）
- ≥ 7 贡献值：Ultimate++（永久）

#### 服务器商店永久折扣

具有一定贡献值的玩家可以在服务器商店所出售虚拟物品（除礼品卡外）的任何价格基础上，获得额外折扣，永久生效：

- ≥ 1 贡献值：- 10%
- ≥ 2 贡献值：- 20%
- ≥ 3 贡献值：- 30%
- ≥ 5 贡献值：- 40%
- ≥ 7 贡献值：- 50%

#### 其他

部分服务器内的特定功能可能也会根据贡献值设定不同福利，以对应功能的实际标注为准。

##### ~~腐竹~~

- ~~面基请求更容易被接受~~
- ~~可以满足部分合理的个性化需求~~

↑ 以上本小节内容不构成合约

### 贡献值权益获取

目前，获得贡献值权益需要手动申请。

请在[官网帮助台](https://usolia.net/support)按照以下格式提交申请：

- 问题类别：其他
- 主题：申请贡献值权益获取 - <玩家名>
- 详细信息：

初次申请：

```
目前的贡献值：<贡献值数量>

申请获取贡献值权益。
```

更新申请：

```
上次申请时的申请主题链接：<链接>
目前的贡献值：<贡献值数量>

申请更新贡献值权益。
```